export const MONTH_MAP: { [key: string]: string } = {
  '01': 'января',
  '02': 'февраля',
  '03': 'марта',
  '04': 'апреля',
  '05': 'мая',
  '06': 'июня',
  '07': 'июля',
  '08': 'августа',
  '09': 'сентября',
  '10': 'октября',
  '11': 'ноября',
  '12': 'декабря',
};

export const MONTH_MAP_SHORT: { [key: string]: string } = {
  '01': 'янв',
  '02': 'февр',
  '03': 'марта',
  '04': 'апр',
  '05': 'мая',
  '06': 'июня',
  '07': 'июля',
  '08': 'авг',
  '09': 'сент',
  '10': 'окт',
  '11': 'нояб',
  '12': 'дек',
};
